{
    "en": {
        "HeaderText": {
            "projects": "Projects",
            "news": "News",
            "statistic": "Statistic",
            "partners": "Partners",
            "donate": "Donate"
        },
        "Auth": {
            "mainText": "You need to register before filling out the form",
            "Login": {
                "loginH1": "Login",
                "loginH2": "Log before continuing",
                "toReg": "Don't have an account?",
                "field": {
                    "email": "E-mail"
                }
            },
            "Registration": {
                "loginH1": "Registration",
                "loginH2": "Log before continuing",
                "toReg": "Already have an account?",
                "fields": {
                    "name": "Name",
                    "phone": "Phone",
                    "email": "E-mail"
                }
            }
        },
        "AboutUs": {
            "about__title": "About Us",
            "about__text": "We are a team of volunteer friends who have united all our efforts and capabilities to support the volunteer front. We started our volunteer activity by creating a community on Telegram on the third day of the war. Our goal was to simplify communication between volunteers for quick exchange of information - who needs what kind of help, where to find the necessary resources, and how to deliver and close the need. Within just a few days, hundreds of concerned citizens joined us not only from Dnipropetrovsk region but from all over Ukraine, and friends from abroad also joined us. Today our volunteer community continues to grow. In addition to a large number of volunteers, there is a core team of the foundation that directs the vector of development, manages the daily activities of the foundation, and negotiates new partnerships and opportunities. There is a lot of management work to ensure the foundation operates and grows. Each of us does what we do best. But the most important thing is that we have known each other for a long time, many of us are close friends - which gives us a great advantage and trust in each other. We are growing and modernizing our work every month, despite the fact that we all come from",

            "mission__title": "Mission",
            "mission__text": "To maintain the volunteer front of Ukraine. Carry\u2028\u2028humanitarian mission to ensure the necessary:\u2028\u2028Ukrainian military, forced migrants, \u2028\u2028children, hospitals, shelters",

            "value__title": "Value",
            "value__text": "Equality and mutual respect, professionalism and transparency in activity, ethics and partnership A person, his life and health, honor and dignity, inviolability and security - the highest social value."
        },
        "MainText": {
            "main": "Our mission is to keep the volunteer front of Ukraine. Carry humanitarian mission to ensure the necessary",
            "button": "Help us maintain the valanteer fund"
        },
        "OurProjects": {
            "main": "Our Projects",
            "donateButton": "Donate"
        },
        "OutLatestNews": "Our Latest news",
        "WhatHasAlreadyBeenDone": "What has already been done",
        "IWantToDonate": {
            "main": "I want to donate",
            "otherWays": "Other ways to donate"
        },
        "IWantToHelpWithHumanitarianAid": {
            "main": "I want to help with Humanitarian Aid",
            "fillTheForm": "If u can help and provide something of the current list above, please fill out the form below",
            "listOfNeeds": "List of current Needs",
            "needToAuth": "You must register before filling out the form",
            "login": "Login",
            "form": {
                "hcuh": "How can you help?",
                "name": "Name",
                "phone": "Phone",
                "email": "E-mail",
                "whatYouCanProvide": "What You Can Provide",
                "sendButton": "Send",
                "imageHaveToAdd": "Add photos",
                "imageAdded": "Added: "
            }
        },
        "OurPartners": "Our partners",
        "OurTeam": {
            "main": "Our Team",
            "description": "Support the Ukrainian Army, territorial defense fighters, refugees, hospitals, animal shelters❤️"
        },
        "LinkToForm": {
            "first__main": "Please fill this form to receive humanitarian aid",
            "second__main": "Template for official aid request for organisations",
            "formLink": "Fill the form"
        },
        "BottomText": {
            "privacyPolicy": "Privacy Policy",
            "donateButton": "Donate"
        }
    },
    "ua": {
        "HeaderText": {
            "projects": "Проекти",
            "news": "Новини",
            "statistic": "Статистика",
            "partners": "Партнери",
            "donate": "Пожертвувати"
        },
        "Auth": {
            "Login": {
                "loginH1": "Логін",
                "loginH2": "Перш ніж продовжити, увійдіть",
                "toReg": "Немає облікового запису?",
                "field": {
                    "email": "E-mail"
                }
            },
            "Registration": {
                "loginH1": "Реєстрація",
                "loginH2": "Перш ніж продовжити, увійдіть",
                "toReg": "Вже є аккаунт?",
                "fields": {
                    "name": "Ім'я",
                    "phone": "Телефон",
                    "email": "E-mail"
                }
            }
        },
        "AboutUs": {
            "about__title": "Про шас",
            "about__text": "Ми – команда друзів-волонтерів, яка об’єднала всі свої зусилля та можливості для підтримки волонтерського фронту. Свою волонтерську діяльність ми розпочали зі створення спільноти в Telegram на третій день війни. Нашою метою було спростити спілкування між волонтерами для швидкого обміну інформацією – кому яка допомога потрібна, де знайти необхідні ресурси, як доставити та закрити потребу. Вже за кілька днів до нас приєдналися сотні небайдужих громадян не лише з Дніпропетровщини, а й з усієї України, а також друзі з-за кордону. Сьогодні наша волонтерська спільнота продовжує зростати. Крім великої кількості волонтерів, є основна команда фонду, яка спрямовує вектор розвитку, керує повсякденною діяльністю фонду, домовляється про нові партнерства та можливості. Існує багато управлінської роботи, щоб забезпечити функціонування та розвиток фонду. Кожен з нас робить те, що вміє найкраще. Але найголовніше те, що ми давно знайомі, багато з нас є близькими друзями - це дає нам велику перевагу і довіру один до одного. Щомісяця ми ростемо та модернізуємо свою роботу, незважаючи на те, що всі ми родом",

            "mission__title": "Наша міссія",
            "mission__text": "Підтримувати волонтерський фронт України. Виконувати гуманітарну місію для забезпечення необхідного: українських військових, вимушених переселенців, дітей, лікарень, притулків",

            "value__title": "Значення",
            "value__text": "Рівноправність і взаємоповага, професіоналізм і прозорість у діяльності, етичність і партнерство Людина, її життя і здоров'я, честь і гідність, недоторканність і безпека - найвища соціальна цінність."
        },
        "MainText": {
            "main": "Наша місія – зберегти волонтерський фронт України. Виконувати гуманітарну місію для забезпечення необхідного",
            "button": "Допоможіть нам підтримувати благодійний фонд"
        },
        "OurProjects": {
            "main": "Наші проекти",
            "donateButton": "Пожертвувати"
        },
        "OutLatestNews": "Наші останні новини",
        "WhatHasAlreadyBeenDone": "Що вже зроблено",
        "IWantToDonate": {
            "main": "Я хочу пожертвувати",
            "otherWays": "Інші способи пожертвування"
        },
        "IWantToHelpWithHumanitarianAid": {
            "main": "Я хочу допомогти з гуманітарною допомогою",
            "fillTheForm": "Якщо ви можете допомогти та надати щось із поточного списку вище, будь ласка, заповніть форму нижче",
            "listOfNeeds": "Список поточних потреб",
            "needToAuth": "Перед заповненням форми необхідно зареєструватися",
            "login": "Увійти",
            "form": {
                "hcuh": "Як ви можете допомогти?",
                "name": "Ім'я",
                "phone": "Номер телефону",
                "email": "E-mail",
                "whatYouCanProvide": "Що ви можете запропонувати",
                "sendButton": "Відправити",
                "imageHaveToAdd": "Додати фото",
                "imageAdded": "Додано: "
            }
        },
        "OurPartners": "Наші партнери",
        "OurTeam": {
            "main": "Наша команда",
            "description": "Підтримуйте українську армію, бійців територіальної оборони, біженців, лікарні, притулки для тварин❤️"
        },
        "LinkToForm": {
            "first__main": "Будь ласка, заповніть цю форму для отримання гуманітарної допомоги",
            "second__main": "Шаблон офіційного запиту на допомогу для організацій",
            "formLink": "Заповніть форму"
        },
        "BottomText": {
            "privacyPolicy": "Політика конфіденційності",
            "donateButton": "Пожертвувати"
        }
    }
}
